# CLI Tools
brew "atuin"
brew "zoxide"
brew "bat"
brew "fzf"
brew "htop"
brew "jq"
brew "tre-command"
brew "md5sha1sum"
cask "openinterminal-lite"
brew "ripgrep"
brew "eza"
brew "mosh"
brew "delta"
brew "fd"
brew "duf"
brew "dust"
brew "ncdu"
brew "btop"
brew "bottom"
brew "tldr"
brew "sd"
brew "hexyl"
brew "nnn"
brew "broot"
brew "direnv"
brew "croc"
brew "magic-wormhole"
brew "hyperfine"
brew "httpie"
brew "xh"
brew "thefuck"
brew "lnav"
brew "glow"
brew "yq"
brew "fx"
brew "jless"
brew "pv"
brew "entr"
brew "rclone"
brew "restic"
brew "diskonaut"
brew "onefetch"
brew "cheat"
brew "navi"
brew "yadm"
brew "yazi"

# Cask
cask "visual-studio-code"
cask "cursor"

# Fonts
cask "font-cascadia-code"
cask "font-caskaydia-mono-nerd-font"
cask "font-hack-nerd-font"